const About=()=>{
    return(
        <div style={{marginRight:"25pc"}}>
            <br/>
        <div style={{marginTop:"101px",color:"olive",fontSize:"xx-large"}}>
דירות נופש
        </div>
         <div>
            <p>ברוכים הבאים לאתר דירות הנופש הגדול בישראל</p>
            <p>היעד המוביל שלך לחוויות חופשה בלתי נשכחות. </p>
            <br/>
            <p>אתר זה הוקם במטרה להועיל שרותים לציבור הנרחב, המחפש דירות נופש בין לשכור בין להשכיר</p>
            <p>אצלינו באתר תוכל למצוא מגוון סוגי דירות: צחמר, וילה, קמפוס. בכל אזורי הארץ</p>
           <p>על מנת לפרסם דירה להשכיר אותה, יש להכנס כמשתמש באתר ולעלות את הדירה הרצויה בתוספת פרטים עליה</p>
           <p>כמו כן לתועלת ציבור המחפשים ישנה אפשרות של משוב שאף היא מותנת בהצטרפות כחבר באתר</p>

    </div>
    <br/>
    <br/>
    <div> 
    <p>שאיפתינו שהאתר יהיה לעזר </p>
    <p>חופשה נעימה!! </p>
    </div>
        </div>
    )
}
export default About;